IDEA Open Model
Material.UserThermalStrainCurvature Property
Compatible with IDEA StatiCa 20.1
 User-defined curvature for thermal strain curvature { x = Θ[K], y = εc[Δl/l] }
 Namespace: IdeaRS.OpenModel.Material
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public Polygon2D UserThermalStrainCurvature { get; set; }
Public Property UserThermalStrainCurvature As Polygon2D
	Get
	Set
Property Value
Type: Polygon2D
See Also
Reference
Material Class
IdeaRS.OpenModel.Material Namespace